Revit 2027 API
ParameterTypeId.ConnectorReferenceIndex Property
 "Link Connector Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorReferenceIndex { get; }
Public Shared ReadOnly Property ConnectorReferenceIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorReferenceIndex {
	ForgeTypeId^ get ();
}
static member ConnectorReferenceIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace